Repository: visualize-admin/electricity-prices-switzerland
Catalog: src/locales/*/messages.po
Languages: de, fr, it

# footer.about_us.text
source: ElCom, Switzerland's independent electricity regulator, monitors compliance with the Electricity Act and the Energy Act. It monitors electricity prices, security of supply and international trade and settles disputes regarding grid access, feed-in tariffs and between operators and producers.
de: Die ElCom, der unabhängige Stromregulator der Schweiz, überwacht die Einhaltung des Elektrizitäts- und des Energiegesetzes. Sie überwacht die Strompreise, die Versorgungssicherheit und den internationalen Handel und schlichtet Streitigkeiten beim Netzzugang, bei den Einspeisevergütungen sowie zwischen Betreibern und Produzenten.
fr: ElCom, le régulateur indépendant de l’électricité en Suisse, veille au respect de la législation sur l’électricité et l’énergie. Elle surveille les prix de l’électricité, la sécurité d’approvisionnement, le commerce international et arbitre les litiges liés à l’accès au réseau et aux tarifs.
it: La ElCom, l'autorità indipendente di regolamentazione dell'energia elettrica in Svizzera, vigila sul rispetto della Legge sull'elettricità e della Legge sull'energia. Controlla i prezzi dell'elettricità, la sicurezza dell'approvvigionamento e il commercio internazionale e risolve le controversie relative all'accesso alla rete, alle tariffe di immissione e tra operatori e produttori.

# footer.about_us_text
source: ElCom, Switzerland's independent electricity regulator, oversees compliance with the Federal Electricity and Energy Acts. It monitors electricity prices, supply security, and international trading, and resolves disputes on network access, feed-in tariffs, and between operators and producers.
de: Die ElCom, der unabhängige Stromregulator der Schweiz, überwacht die Einhaltung des Elektrizitäts- und des Energiegesetzes. Sie überwacht die Strompreise, die Versorgungssicherheit und den internationalen Handel und schlichtet Streitigkeiten beim Netzzugang, bei den Einspeisevergütungen sowie zwischen Betreibern und Produzenten.
fr: L'ElCom, autorité indépendante de régulation de l'électricité en Suisse, veille au respect des lois fédérales sur l'électricité et l'énergie. Elle surveille les prix de l'électricité, la sécurité de l'approvisionnement et le commerce international, et résout les litiges concernant l'accès au réseau, les tarifs de rachat, et entre les opérateurs et les producteurs.
it: La ElCom, l'autorità indipendente di regolamentazione dell'elettricità in Svizzera, vigila sul rispetto delle leggi federali sull'elettricità e sull'energia. Controlla i prezzi dell'elettricità, la sicurezza dell'approvvigionamento e il commercio internazionale e risolve le controversie sull'accesso alla rete, sulle tariffe di alimentazione e tra operatori e produttori.

# footer.additional-information
source: Further information on tariffs in Switzerland
de: Weitere Informationen zu den Tarifen in der Schweiz
fr: Plus d'informations sur les tarifs en Suisse
it: Ulteriori informazioni sulle tariffe in Svizzera

# footer.basis-of-calculation
source: Basis of calculation
de: Berechnungsgrundlagen
fr: Base de calcul
it: Base del calcolo

# footer.create-data-visualizations
source: Create data visualizations with ElCom data set
de: Datenvisualisierungen mit ElCom-Datensatz erstellen
fr: Créer des visualisations de données avec les données ElCom
it: Creare visualizzazioni dei dati con i dati di ElCom

# footer.data-as-csv
source: Data as csv
de: Daten als csv
fr: Données au format .csv
it: Dati in formato .csv

# footer.data-on-opendata-swiss
source: Data on opendata.swiss
de: Daten auf opendata.swiss
fr: Données sur opendata.swiss
it: Dati su opendata.swiss

# footer.download-visualize-data
source: Download data
de: Daten herunterladen
fr: Télécharger / visualiser les données
it: Scarica / visualizza i dati

# footer.download_data
source: Download data
de: Daten herunterladen
fr: Télécharger les données
it: Scarica i dati

# footer.legal-framework
source: Legal matters
de: Rechtliches
fr: Conditions d'utilisation
it: Basi legali

# footer.legal-framework.link
source: https://www.admin.ch/gov/de/start/rechtliches.html
fr: https://www.admin.ch/gov/fr/accueil/conditions-utilisation.html
it: https://www.admin.ch/gov/it/pagina-iniziale/basi-legali.html

# footer.link.energy_saving
source: Energy saving
de: Energieeinsparung
fr: Économie d'énergie
it: Risparmio energetico

# footer.link.policy
source: Policy
de: Politik
fr: Politique
it: Politica

# footer.link.supply_situation
source: Supply situation
de: Versorgungslage
fr: Situation de l'offre
it: Situazione dell'offerta

# footer.more-information
source: Further information
de: Weitere Informationen
fr: Informations complémentaires
it: Per maggiori informazioni

# footer.swiss-municipalities-grid
source: Swiss municipalities and responsible electricity grid operators
de: Schweizerische Gemeinden und zuständige Stromnetzbetreiber
fr: Communes suisses et gestionnaires de réseau d'électricité compétents
it: Comuni svizzeri e gestori di rete elettrica responsabili

# footer.tariff-components
source: Transmission grid tariff components - Swissgrid
de: Tarifkomponenten Übertragungsnetz - Swissgrid
fr: Composantes tarifaires du réseau de transport - Swissgrid
it: Componenti tariffarie della rete di trasmissione - Swissgrid

# header.title
source: Federal Electricity Commission ElCom
de: Eidgenössische Elektrizitätskommission ElCom
fr: Commission fédérale de l'électricité ElCom
it: Commissione federale dell'energia elettrica ElCom

# help.calculation
source: Calculation basis
de: Berechnungsgrundlage
fr: Base de calcul
it: Base di calcolo

# help.price-comparison
source: Tariff comparison
de: Tarifvergleich
fr: Comparaison des tarifs
it: Confronto tariffe

# hint.loading.data
source: Loading data...
fr: Chargement des données…
it: Caricamento dei dati…

# hint.nocontent.message
source: This content could not be loaded
de: Dieser Inhalt konnte nicht geladen werden
fr: Ce contenu n'a pas pu être chargé
it: Non è stato possibile caricare il contenuto

# hint.nodata.message
source: No data could be loaded for the current selection.
de: Für die aktuelle Auswahl konnten keine Daten geladen werden.
fr: Aucune donnée ne peut être téléchargée avec les paramètres de recherches choisis.
it: Per i parametri di ricerca selezionati non è stato trovato nessun risultato.

# hint.nodata.title
source: No data
de: Keine Daten
fr: Aucune donnée
it: Nessun dato

# hint.nogeodata.message
source: No map can be displayed for the selected year.
de: Für das ausgewählte Jahr kann keine Karte angezeigt werden.
fr: Aucune carte ne peut être affichée pour l'année sélectionnée
it: Per l'anno selezionato non ci sono mappe disponibili

# hint.nogeodata.title
source: No map display possible
de: Keine Kartendarstellung möglich
fr: Aucune carte ne peut être affichée pour l'année sélectionnée
it: Visualizzazione della mappa non disponibile

# histogram.canton-count
source: Number of cantons
de: Anzahl Kanton
fr: Nombre de cantons
it: Numero di cantoni

# histogram.municipality-count
source: Number of municipalities
de: Anzahl Gemeinde
fr: Nombre de communes
it: Numero di comuni

# home.hero-section.description
source: This website provides up-to-date information on electricity tariffs in Switzerland and allows you to compare prices for private and commercial customers by municipality, canton or grid operator. You can view detailed breakdowns of energy, grid and additional costs as well as historical trends to better understand the cost of electricity in your region.
de: Diese Website bietet aktuelle Informationen zu den Stromtarifen über die Stromtarife in der Schweiz und ermöglicht den Vergleich der Preise für Privat- und Gewerbekunden nach Gemeinde, Kantonen oder Netzbetreibern vergleichen. Sie können detaillierte Aufschlüsselungen von Energie-, Netz- und Zusatzkosten sowie historische Trends, um die Stromkosten in Ihrer Region besser zu Region.
fr: Ce site fournit des informations actuelles sur les tarifs d'électricité en Suisse et permet de comparer les prix pour les clients privés et commerciaux par commune, canton ou gestionnaire de réseau. Vous pouvez consulter les détails des coûts d’énergie, du réseau et des suppléments ainsi que les tendances historiques pour mieux comprendre les coûts d’électricité dans votre région.
it: Questo sito web fornisce informazioni aggiornate sulle tariffe elettriche in Svizzera e consente di confrontare i prezzi per i clienti privati e commerciali per comune, cantone o gestore di rete. È possibile visualizzare una ripartizione dettagliata dei costi dell'energia, della rete e dei costi aggiuntivi, nonché le tendenze storiche per comprendere meglio il costo dell'elettricità nella propria regione.

# home.hero-section.primary-cta
source: Electricity tariffs in Switzerland
de: Stromtarife in der Schweiz
fr: Tarifs d'électricité en Suisse
it: Tariffe elettriche in Svizzera

# home.hero-section.title
source: Discover the electricity tariffs in the map view
de: Entdecken Sie die Stromtarife in der Kartenansicht
fr: Découvrez les tarifs d'électricité en vue cartographique
it: Scoprite le tariffe elettriche nella mappa

# home.menu.map-view
source: Map view
de: Karten Ansicht
fr: Vue cartographique
it: Vista mappa

# home.menu.overview
source: Overview
de: Übersicht
fr: Vue d’ensemble
it: Panoramica

# home.sunshine-topics.card.compliance.description
source: Product variety reflects the range of ecological electricity products offered. Service quality captures how well customers are informed about outages. Compliance measures how consistently a grid operator follows laws, regulations, and internal standards.
fr: La variété des produits reflète la gamme de produits d'électricité écologiques proposés. La qualité du service reflète la qualité de l'information des clients sur les pannes. La conformité mesure la constance avec laquelle un gestionnaire de réseau respecte les lois, les réglementations et les normes internes.
it: La varietà dei prodotti riflette la gamma di prodotti elettrici ecologici offerti. La qualità del servizio misura il livello di informazione dei clienti sulle interruzioni. La conformità misura la coerenza con cui un gestore di rete rispetta leggi, regolamenti e standard interni.

# home.sunshine-topics.card.costs-and-tariffs.description
source: Electricity bills consist of energy tariffs and network costs. Network tariffs (levels 5-7) cover infrastructure, grid maintenance, metering, and administrative services, while energy tariffs reflect actual consumption in households (H) or businesses (C).
fr: Les factures d'électricité comprennent les tarifs énergétiques et les coûts de réseau. Les tarifs de réseau (niveaux 5 à 7) couvrent l'infrastructure, la maintenance du réseau, le comptage et les services administratifs, tandis que les tarifs énergétiques reflètent la consommation réelle des ménages (H) ou des entreprises (C).
it: Le bollette dell'elettricità sono composte dalle tariffe energetiche e dai costi di rete. Le tariffe di rete (livelli 5-7) coprono le infrastrutture, la manutenzione della rete, la misurazione e i servizi amministrativi, mentre le tariffe energetiche riflettono il consumo effettivo delle famiglie (H) o delle imprese (C).

# home.sunshine-topics.card.costs-and-tariffs.title
source: Costs and Tariffs
fr: Coûts et tarifs
it: Costi e Tariffe

# home.sunshine-topics.card.power-stability.description
source: SAIDI measures the total duration of power outages per customer each year, while SAIFI indicates how often outages occur. Together, they provide key insights into the reliability and stability of the electricity supply over a defined period.
fr: Le SAIDI mesure la durée totale des coupures de courant par client chaque année, tandis que le SAIFI indique la fréquence des coupures. Ensemble, ils fournissent des informations clés sur la fiabilité et la stabilité de l'approvisionnement en électricité sur une période définie.
it: SAIDI misura la durata totale delle interruzioni di corrente per cliente ogni anno, mentre SAIFI indica la frequenza con cui si verificano le interruzioni. Insieme, forniscono informazioni chiave sull'affidabilità e la stabilità della fornitura di energia elettrica in un periodo di tempo definito.

# home.sunshine-topics.card.power-stability.title
source: Power Stability
fr: Stabilité énergétique
it: Stabilità energetica

# home.sunshine-topics.compliance.link
source: Compliance
fr: Conformité
it: Conformità

# home.sunshine-topics.energy-tariff.link
source: Energy Tariff
fr: Tarif énergétique
it: Tariffa energetica

# home.sunshine-topics.net-tariff.link
source: Net Tariff
fr: Tarif net
it: Net Tariffa

# home.sunshine-topics.network-costs.link
source: Network Costs
fr: Coûts du réseau
it: Costi di rete

# home.sunshine-topics.power-outage-duration.link
source: Power Outage Duration (SAIDI)
fr: Durée de la panne de courant (SAIDI)
it: Durata dell'interruzione di corrente (SAIDI)

# home.sunshine-topics.power-outage-frequency.link
source: Power Outage Frequency (SAIFI)
fr: Fréquence des pannes de courant (SAIFI)
it: Frequenza dell'interruzione di corrente (SAIFI)

# home.sunshine-topics.product-variety.link
source: Product Variety
fr: Variété de produits
it: Varietà di prodotti

# home.sunshine-topics.service-quality.link
source: Service Quality
fr: Qualité de service
it: Qualità del servizio

# image.download
source: Download image
de: Bild herunterladen
fr: Télécharger comme image
it: Scaricare l'immagine

# image.download.source
source: Swiss Federal Electricity Commission ElCom
de: Eidgenössische Elektrizitätskommission ElCom
fr: Commission fédérale de l'électricité ElCom
it: Commissione federale dell'energia elettrica Elcom

# image.download.unit
source: Tariff comparison in Rp./kWh
de: Tarifvergleich in Rp./kWh
fr: Comparaison des tarifs en ct./kWh (TVA exclue)
it: Confronto tariffe in ct./kWh (IVA esclusa)

# list.cantons
source: Cantons
de: Kantone
it: Cantoni

# list.municipalities
source: Municipalities
de: Gemeinden
fr: Communes
it: Comuni

# list.operators
source: Network operator
de: Netzbetreiber
fr: Gestionnaires de réseau
it: Gestori di rete

# list.order.asc
source: Cheapest first
de: Günstigste zuerst
fr: croissant
it: crescente

# list.order.desc
source: Most expensive first
de: Teuerste zuerst
fr: décroissant
it: decrescente

# list.search.label
source: Filter list
de: Liste filtern
fr: Filtrer
it: Filtrare

# list.showmore
source: Show more ...
de: Mehr anzeigen …
fr: Voir plus ...
it: Altri risultati…

# list.viewby.label
source: View according to
de: Ansicht nach
fr: Vue selon
it: Vista secondo

# map.button.back_to_filters
source: Back to filters
de: Zurück zu den Filtern
fr: Retour aux filtres
it: Torna ai filtri

# map.button.show_all_indicators
source: Show all Sunshine Indicators
de: Alle Sonnenschein-Indikatoren anzeigen
fr: Afficher tous les indicateurs d'ensoleillement
it: Mostra tutti gli indicatori di luce solare

# map.button.show_saidi_details
source: Show SAIDI Indicator Details
de: SAIDI-Indikator-Details anzeigen
fr: Afficher les détails de l'indicateur SAIDI
it: Mostra dettagli dell'indicatore SAIDI

# map.chart.saidi_progress
source: SAIDI progress overtime
de: SAIDI-Fortschritt im Laufe der Zeit
fr: Progrès de SAIDI en termes d'heures supplémentaires
it: Progressi del SAIDI nel tempo

# map.details-sidebar-panel.back-button
source: Back to the filters
de: Zurück zu den Filtern
fr: Retour aux filtres
it: Torna ai filtri

# map.details-sidebar-panel.next-button
source: Energy prices Show detail
de: Energie Preise Detail anzeigen
fr: Afficher le détail des prix de l'énergie
it: Mostra energia dettagli sui prezzi

# map.filter.indicator
source: Indicator
de: Indikator
fr: Indicateur
it: Indicatore

# map.filter.topology
source: Topology
de: Topologie
fr: Topologie
it: Topologia

# map.filter.view_by
source: View by
de: Ansicht von
fr: Voir par
it: Vedi da

# map.filter.year
source: Year
de: Jahr
fr: Année
it: Anno

# map.indicator.compliance
source: Compliance
de: Einhaltung der Vorschriften
fr: Conformité
it: Conformità

# map.indicator.costs_tariffs
source: Costs and Tariffs
de: Kosten und Tarife
fr: Coûts et tarifs
it: Costi e tariffe

# map.indicator.energy_tariff
source: Energy Tariff
de: Energie-Tarif
fr: Tarif de l'énergie
it: Tariffa energetica

# map.indicator.net_tariff
source: Net Tariff
de: Netto-Tarif
fr: Tarif net
it: Tariffa netta

# map.indicator.network_costs
source: Network Costs
de: Netzkosten
fr: Coûts du réseau
it: Costi di rete

# map.indicator.operational_standards
source: Operational Standards
de: Operative Standards
fr: Normes opérationnelles
it: Standard operativi

# map.indicator.power_outage_duration
source: Power Outage Duration (SAIDI)
de: Dauer des Stromausfalls (SAIDI)
fr: Durée de la panne d'électricité (SAIDI)
it: Durata dell'interruzione di corrente (SAIDI)

# map.indicator.power_outage_frequency
source: Power Outage Frequency (SAIFI)
de: Häufigkeit von Stromausfällen (SAIFI)
fr: Fréquence des pannes d'électricité (SAIFI)
it: Frequenza delle interruzioni di corrente (SAIFI)

# map.indicator.power_stability
source: Power Stability
de: Leistungsstabilität
fr: Stabilité de la puissance
it: Stabilità di potenza

# map.indicator.product_variety
source: Product Variety
de: Produktvielfalt
fr: Variété de produits
it: Varietà di prodotti

# map.indicator.service_quality
source: Service Quality
de: Qualität der Dienstleistungen
fr: Qualité du service
it: Qualità del servizio

# map.label.operator
source: Operator
de: Betreiber
fr: Opérateur
it: Operatore

# map.label.results
source: results
de: Ergebnisse
fr: résultats
it: risultati

# map.label.sunshine_indicator
source: Sunshine Indicator
de: Sonnenschein-Indikator
fr: Indicateur d'ensoleillement
it: Indicatore di luminosità

# map.label.value_avg
source: Value avg.
de: Wert avg.
fr: Valeur moyenne
it: Valore avg.

# map.legend.informing_customer
source: Informing the affected customer about planned interruptions
de: Information der betroffenen Kunden über geplante Unterbrechungen
fr: Informer le client concerné des interruptions prévues
it: Informare il cliente interessato delle interruzioni programmate.

# map.legend.title
source: Tariff comparison in Rp./kWh (figures excl. VAT)
de: Tarifvergleich in Rp./kWh (Angaben exkl. MwSt.)
fr: Comparaison des tarifs en ct./kWh (TVA exclue)
it: Confronto tariffe in ct./kWh (IVA esclusa)

# map.peer_group.all_grid_operators
source: All grid operators
de: Alle Netzbetreiber
fr: Tous les gestionnaires de réseau
it: Tutti i gestori di rete

# map.peer_group.medium_high_energy
source: Medium, high energy density
de: Mittlere, hohe Energiedichte
fr: Densité énergétique moyenne, élevée
it: Media, alta densità energetica

# map.peer_group.medium_low_energy
source: Medium, low energy density
de: Mittlere, niedrige Energiedichte
fr: Densité énergétique moyenne, faible
it: Media, bassa densità energetica

# map.peer_group.mountain_high_energy
source: Mountain, high energy density
de: Berg, hohe Energiedichte
fr: Montagne, haute densité énergétique
it: Montagna, alta densità energetica

# map.peer_group.mountain_low_energy
source: Mountain, low energy density
de: Berg, geringe Energiedichte
fr: Montagne, faible densité énergétique
it: Montagna, bassa densità energetica

# map.peer_group.rural_high_energy
source: Rural, high energy density
de: Ländlich, hohe Energiedichte
fr: Rural, haute densité énergétique
it: Rurale, ad alta densità energetica

# map.peer_group.rural_low_energy
source: Rural, low energy density
de: Ländlich, geringe Energiedichte
fr: Rural, faible densité énergétique
it: Rurale, a bassa densità energetica

# map.peer_group.tourist_high_energy
source: Tourist, high energy density
de: Tourist, hohe Energiedichte
fr: Touristique, haute densité énergétique
it: Turistico, ad alta densità energetica

# map.peer_group.tourist_low_energy
source: Tourist, low energy density
de: Tourist, geringe Energiedichte
fr: Touriste, faible densité énergétique
it: Turistico, a bassa densità energetica

# map.search.operator
source: Search operator
de: Operator suchen
fr: Opérateur de recherche
it: Operatore di ricerca

# map.section.filters
source: Filters
de: Filter
fr: Filtres
it: Filtri

# map.share
source: Share
de: Teilen
fr: Partager
it: Condividi

# map.sort.ascending
source: ascending
de: aufsteigend
fr: ascendante
it: ascendente

# map.sort.label
source: Sort by
de: Sortieren nach
fr: Trier par
it: Ordina per

# map.tab.electricity_tariffs
source: Electricity Tariffs
de: Stromtarife
fr: Tarifs de l'électricité
it: Tariffe elettriche

# map.tab.indicators
source: Indicators
de: Indikatoren
fr: Indicateurs
it: Indicatori

# map.tooltipnodata
source: No data
de: Keine Daten
fr: Aucune donnée
it: Nessun dato

# map.typology.planned
source: Planned
de: Geplant
fr: Prévu
it: Pianificato

# map.typology.total_planned_unplanned
source: Total (planned and unplanned)
de: Insgesamt (geplant und ungeplant)
fr: Total (prévu et non prévu)
it: Totale (pianificato e non pianificato)

# map.typology.unplanned
source: Unplanned
de: Ungeplantes
fr: Non planifié
it: Non pianificato

# map.unit.min_year
source: min/year
de: min/Jahr
fr: min/an
it: min/anno

# map.value.yes
source: Yes
de: Ja
fr: Oui
it: Sì

source: Municipality
de: Gemeinde
fr: Commune
it: Comune

# overview.button.tariffs_switzerland
source: Electricity Tariffs in Switzerland
de: Stromtarife in der Schweiz
fr: Tarifs de l'électricité en Suisse
it: Tariffe elettriche in Svizzera

# overview.card.compliance
source: Compliance
de: Einhaltung der Vorschriften
fr: Conformité
it: Conformità

# overview.card.compliance_text
source: Product variety reflects the range of ecological electricity products offered. Service quality captures how well customers are informed about voltages. Compliance measures how consistently a grid operator follows laws, regulations, and internal standards.
de: Die Produktvielfalt spiegelt die Palette der angebotenen Ökostromprodukte wider. Die Servicequalität erfasst, wie gut die Kunden über die Spannungen informiert werden. Compliance misst, wie konsequent ein Netzbetreiber Gesetze, Vorschriften und interne Standards einhält.
fr: La variété des produits reflète la gamme des produits d'électricité écologique proposés. La qualité du service indique dans quelle mesure les clients sont informés sur les tensions. La conformité mesure la régularité avec laquelle un gestionnaire de réseau respecte les lois, les réglementations et les normes internes.
it: La varietà dei prodotti riflette la gamma di prodotti elettrici ecologici offerti. La qualità del servizio rileva il livello di informazione dei clienti sulle tensioni. La conformità misura la coerenza con cui un gestore di rete segue leggi, regolamenti e standard interni.

# overview.card.costs_tariffs
source: Costs and Tariffs
de: Kosten und Tarife
fr: Coûts et tarifs
it: Costi e tariffe
