Repository: visualize-admin/electricity-prices-switzerland
Catalog: src/locales/*/messages.po
Languages: de, fr, it

# chart.annotation.cantons
source: Cantons
de: Kantone
it: Cantoni

# chart.annotation.municipalities
source: Municipalities
de: Gemeinden
fr: communes
it: comuni

# chart.annotation.operators
source: Network operator
de: Netzbetreiber
fr: gestionnaires de réseau
it: gestori di rete

# chart.axis.unit.Rp/kWh
source: Rp./kWh
fr: ct./kWh
it: ct./kWh

# combobox.noitems
source: No results
de: Keine Resultate
fr: Aucune entrée
it: Nessun elemento

# combobox.prompt
source: Enter designation ...
de: Bezeichnung eingeben …
fr: Saisir la description…
it: Inserire…

# controls.search.clear
source: Clear search field
fr: Supprimer
it: Azzerare

# dataset.results
source: {0} Results
de: {0} Resultate
fr: {0} Résultats
it: {0} Risultati

# dataset.sortby
source: Sort
de: Sortieren
fr: Trier
it: Ordinare

# detail.button.download_reports
source: Download Reports
de: Berichte herunterladen
fr: Télécharger les rapports
it: Scarica i rapporti

# detail.canton
source: Canton
de: Kanton
it: Cantone

# detail.card.title.cantons.comparison
source: Canton comparison
de: Kantonsvergleich
fr: Comparaison des cantons
it: Confronto dei cantoni

# detail.card.title.price.components
source: Price components
de: Preiskomponenten
fr: Composantes du prix
it: Componenti di prezzo

# detail.card.title.prices.distribution
source: Prize distribution in Switzerland
de: Preisverteilung in der Schweiz
fr: Distribution des prix en Suisse
it: Distribuzione dei prezzi

# detail.card.title.prices.evolution
source: Tariff development
de: Tarifentwicklung
fr: Évolution des tarifs
it: Evoluzione delle tariffe

# detail.costs.description
source: The Costs and Tariffs page provides a detailed breakdown of electricity expenses, featuring three key indicators: network costs, net tariffs, and energy tariffs. These components represent the charges for maintaining the grid, the basic tariffs imposed, and the cost of energy consumption. All data displayed is comparable within the same grid operator group, allowing for an easy evaluation of different tariffs across the network.
de: Die Seite Kosten und Tarife bietet eine detaillierte Aufschlüsselung der Stromkosten mit drei Schlüsselindikatoren: Netzkosten, Nettotarife und Energietarife. Diese Komponenten stellen die Gebühren für die Instandhaltung des Netzes, die auferlegten Grundtarife und die Kosten des Energieverbrauchs dar. Alle angezeigten Daten sind innerhalb der gleichen Netzbetreibergruppe vergleichbar, so dass eine einfache Bewertung der verschiedenen Tarife im gesamten Netz möglich ist.
fr: La page Coûts et tarifs fournit une ventilation détaillée des dépenses d'électricité, avec trois indicateurs clés : les coûts du réseau, les tarifs nets et les tarifs de l'énergie. Ces éléments représentent les frais d'entretien du réseau, les tarifs de base imposés et le coût de la consommation d'énergie. Toutes les données affichées sont comparables au sein d'un même groupe de gestionnaires de réseau, ce qui permet d'évaluer facilement les différents tarifs sur l'ensemble du réseau.
it: La pagina Costi e tariffe fornisce una ripartizione dettagliata delle spese per l'energia elettrica, con tre indicatori chiave: costi di rete, tariffe nette e tariffe energetiche. Queste componenti rappresentano i costi di manutenzione della rete, le tariffe di base imposte e il costo del consumo di energia. Tutti i dati visualizzati sono comparabili all'interno dello stesso gruppo di gestori di rete, consentendo una facile valutazione delle diverse tariffe all'interno della rete.

# detail.costs.energytariffs.subtitle
source: Energy Tariffs 5 Room Flat (H4) in 2024
de: Energietarife 5-Zimmer-Wohnung (H4) im Jahr 2024
fr: Tarifs de l'énergie 5 Room Flat (H4) en 2024
it: Tariffe energetiche 5 Room Flat (H4) nel 2024

# detail.costs.energytariffs.title
source: Energy Tariffs
de: Energie-Tarife
fr: Tarifs de l'énergie
it: Tariffe energetiche

# detail.costs.energytariffs.trend.title
source: Energy Tariffs Trend
de: Entwicklung der Energietarife
fr: Évolution des tarifs de l'énergie
it: Andamento delle tariffe energetiche

# detail.costs.nettariffs.subtitle
source: Net Tariffs 5 Room Flat (H4) in 2024
de: Nettotarife 5-Zimmer-Wohnung (H4) im Jahr 2024
fr: Tarifs nets 5 Room Flat (H4) en 2024
it: Tariffe nette 5 camere piatte (H4) nel 2024

# detail.costs.nettariffs.title
source: Net Tariffs
de: Netto-Tarife
fr: Tarifs nets
it: Tariffe nette

# detail.costs.nettariffs.trend.title
source: Net Tariffs Trend
de: Entwicklung der Nettotarife
fr: Tendance des tarifs nets
it: Andamento delle tariffe nette

# detail.costs.networkcosts.latest
source: Latest year ({year})
de: Letztes Jahr ({Jahr})
fr: Dernière année ({year})
it: Ultimo anno ({anno})

# detail.costs.networkcosts.subtitle
source: At end consumer level
de: Auf der Ebene der Endverbraucher
fr: Au niveau du consommateur final
it: A livello di consumatore finale

# detail.costs.networkcosts.title
source: Network Costs
de: Netzkosten
fr: Coûts du réseau
it: Costi di rete

# detail.costs.networkcosts.trend.title
source: Network Cost Trend
de: Entwicklung der Netzkosten
fr: Évolution des coûts du réseau
it: Andamento dei costi di rete

# detail.costs.title
source: Costs and Tariffs
de: Kosten und Tarife
fr: Coûts et tarifs
it: Costi e tariffe

# detail.costs.trend.subtitle
source: Benchmarking within the Peer Group: {peergroup}
de: Benchmarking innerhalb der Peer Group: {Peergroup}
fr: Benchmarking au sein du groupe de pairs : {peergroup}
it: Benchmarking all'interno del gruppo di pari: {peergroup}

# detail.graph.legend.comparison
source: Median comparison group
de: Median der Vergleichsgruppe
fr: Groupe de comparaison médian
it: Gruppo di confronto mediano

# detail.graph.legend.otheroperators
source: Other operators
de: Andere Betreiber
fr: Autres opérateurs
it: Altri operatori

# detail.graph.legend.peergroup
source: Median Peer Group
de: Median der Vergleichsgruppe
fr: Médiane du groupe de référence
it: Gruppo di riferimento mediano

# detail.graph.legend.swissmedian
source: Swiss Median
de: Schweizer Median
fr: Médiane suisse
it: Mediana svizzera

# detail.graph.legend.total
source: Median Total
de: Median Gesamt
fr: Médiane Total
it: Totale mediano

# detail.maplink
source: Back to map view
de: Zurück zur Kartenansicht
fr: Retour à la carte
it: Torna alla vista mappa

# detail.municipalities
source: Municipalities
de: Gemeinden
fr: Communes
it: Comuni

# detail.municipality
source: Municipality
de: Gemeinde
fr: Commune
it: Comune

# detail.operational.compliance.75.franc.rule.na
source: No Data
de: Keine Daten
fr: Pas de données
it: Nessun dato

# detail.operational.compliance.75.franc.rule.subtle
source: Subtle
de: Subtile
fr: Subtil
it: Sottile

# detail.operational.compliance.75.franc.rule.yes
source: Yes
de: Ja
fr: Oui
it: Sì

# detail.operational.compliance.comparison.subtitle
source: Benchmarking against all swiss network operators
de: Benchmarking mit allen Schweizer Netzbetreibern
fr: Comparaison avec tous les opérateurs de réseaux suisses
it: Benchmarking rispetto a tutti gli operatori di rete svizzeri

# detail.operational.compliance.comparison.title
source: Comparison of francs per invoice recipient
de: Vergleich der Franken pro Rechnungsempfänger
fr: Comparaison des francs par destinataire de la facture
it: Confronto dei franchi per destinatario della fattura

# detail.operational.compliance.francsrule
source: 75 Francs Rule Regulation
de: 75-Franken-Regel Verordnung
fr: 75 Francs Règle Règlement
it: 75 Franchi Regolamento

# detail.operational.compliance.submission
source: Timely paper submission to ElCom
de: Rechtzeitige Einreichung der Unterlagen bei der ElCom
fr: Soumission des documents à l'ElCom dans les délais impartis
it: Presentazione tempestiva dei documenti alla ElCom

# detail.operational.compliance.submission_short
source: Timely submission
de: Rechtzeitige Vorlage
fr: Soumission dans les délais
it: Presentazione tempestiva

# detail.operational.compliance.title
source: Compliance
de: Einhaltung der Vorschriften
fr: Conformité
it: Conformità

# detail.operational.description
source: The Operational Standards page evaluates key performance indicators that highlight the quality of service provided by electricity companies. These indicators include Product Variety, measuring the range of eco-friendly and combined energy products offered; Service Quality, assessing how well companies inform consumers about planned electricity interruptions and the notice period provided; and Compliance, ensuring adherence to the 75 francs rule and the timely submission of official documents to the Federal Electricity Commission (ElCom).
de: Auf der Seite "Operative Standards" werden die wichtigsten Leistungsindikatoren bewertet, die die Qualität der von den Elektrizitätsunternehmen erbrachten Dienstleistungen aufzeigen. Zu diesen Indikatoren gehören die Produktvielfalt, die das Angebot an umweltfreundlichen und kombinierten Energieprodukten misst, die Servicequalität, die beurteilt, wie gut die Unternehmen die Verbraucher über geplante Stromunterbrechungen und die vorgesehenen Ankündigungsfristen informieren, und die Einhaltung der 75-Franken-Regel und die rechtzeitige Einreichung der offiziellen Dokumente bei der Eidgenössischen Elektrizitätskommission (ElCom).
fr: La page Normes opérationnelles évalue les indicateurs de performance clés qui mettent en évidence la qualité du service fourni par les compagnies d'électricité. Ces indicateurs comprennent la variété des produits, qui mesure la gamme de produits écologiques et d'énergie combinée proposés ; la qualité du service, qui évalue la manière dont les entreprises informent les consommateurs des interruptions de courant prévues et du délai de préavis ; et la conformité, qui assure le respect de la règle des 75 francs et la soumission en temps voulu des documents officiels à la Commission fédérale de l'électricité (ElCom).
it: La pagina degli Standard operativi valuta gli indicatori chiave di prestazione che evidenziano la qualità del servizio fornito dalle aziende elettriche. Questi indicatori comprendono la Varietà dei prodotti, che misura la gamma di prodotti energetici ecologici e combinati offerti; la Qualità del servizio, che valuta il grado di informazione delle aziende sui consumatori in merito alle interruzioni elettriche programmate e al periodo di preavviso previsto; e la Conformità, che garantisce il rispetto della regola dei 75 franchi e la presentazione tempestiva dei documenti ufficiali alla Commissione federale dell'energia elettrica (ElCom).

# detail.operational.highlight_operator
source: Highlight operator
de: Operator hervorheben
fr: Opérateur de mise en valeur
it: Operatore di evidenziazione

# detail.operational.label.advancenotice
source: Advance notice in days
de: Vorankündigung in Tagen
fr: Préavis en jours
it: Preavviso in giorni

# detail.operational.label.chf_per_invoice
source: CHF/invoice recipient
de: CHF/Rechnungsempfänger
fr: CHF/bénéficiaire de la facture
it: CHF/destinatario della fattura

# detail.operational.label.numberofproducts
source: Number of Products
de: Anzahl der Produkte
fr: Nombre de produits
it: Numero di prodotti

# detail.operational.label.share
source: Share of operators
de: Anteil der Betreiber
fr: Part des opérateurs
it: Quota di operatori

# detail.operational.peergroup_all
source: All swiss network operators
de: Alle Schweizer Netzbetreiber
fr: Tous les opérateurs de réseaux suisses
it: Tutti gli operatori di rete svizzeri

# detail.operational.product.combination
source: Product combination options
de: Optionen für Produktkombinationen
fr: Options de combinaison de produits
it: Opzioni di combinazione dei prodotti

# detail.operational.product.combination_short
source: Combination options
de: Kombinationsmöglichkeiten
fr: Options de combinaison
it: Opzioni di combinazione

# detail.operational.product.comparison.subtitle
source: Benchmarking to all swiss network operators
de: Benchmarking mit allen Schweizer Netzbetreibern
fr: Comparaison avec tous les opérateurs de réseaux suisses
it: Benchmarking con tutti gli operatori di rete svizzeri

# detail.operational.product.comparison.title
source: Comparison of eco-friendly product diversity
de: Vergleich der umweltfreundlichen Produktvielfalt
fr: Comparaison de la diversité des produits écologiques
it: Confronto tra la diversità dei prodotti ecologici

# detail.operational.product.ecofriendly
source: Eco-friendly products offered
de: Angebot umweltfreundlicher Produkte
fr: Produits écologiques proposés
it: Prodotti ecologici offerti

# detail.operational.product.ecofriendly_short
source: Products offered
de: Angebotene Produkte
fr: Produits proposés
it: Prodotti offerti

# detail.operational.product.title
source: Product Variety
de: Produktvielfalt
fr: Variété de produits
it: Varietà di prodotti

# detail.operational.service.comparison.subtitle
source: Benchmarking against all swiss network operators
de: Benchmarking mit allen Schweizer Netzbetreibern
fr: Comparaison avec tous les opérateurs de réseaux suisses
it: Benchmarking rispetto a tutti gli operatori di rete svizzeri

# detail.operational.service.comparison.title
source: Comparison of advance notice periods for planned outages
de: Vergleich der Vorankündigungsfristen für geplante Ausfälle
fr: Comparaison des délais de préavis pour les arrêts planifiés
it: Confronto dei periodi di preavviso per le interruzioni programmate

# detail.operational.service.notification
source: Notification Days in Advance
de: Benachrichtigung Tage im Voraus
fr: Notification jours à l'avance
it: Notifica con giorni di anticipo

# detail.operational.service.outageinfo
source: Informing customers about power outages
de: Information der Kunden über Stromausfälle
fr: Informer les clients des coupures de courant
it: Informare i clienti sulle interruzioni di corrente

# detail.operational.service.outageinfo_short
source: Outage information
de: Informationen zu Ausfällen
fr: Informations sur les pannes
it: Informazioni sulle interruzioni

# detail.operational.service.title
source: Service Quality
de: Qualität der Dienstleistungen
fr: Qualité du service
it: Qualità del servizio

# detail.operational.title
source: Operational Standards
de: Operative Standards
fr: Normes opérationnelles
it: Standard operativi

# detail.operator
source: Network operator
de: Netzbetreiber
fr: Gestionnaire de réseau
it: Gestore di rete

# detail.operators
source: Network operator
de: Netzbetreiber
fr: Gestionnaires de réseau
it: Gestori di rete

# detail.overview.peer_group.label
source: Peer Group: {peergroup}
de: Peer-Gruppe: {peergroup}
fr: Groupe de pairs : {peergroup}
it: Gruppo di pari: {peergroup}

# detail.overview.peergroup
source: Peer Group
fr: Groupe de pairs
it: Gruppo di pari

# detail.overview.sunshine.title
source: Sunshine Indicators Overview
de: Sunshine Indicators Überblick
fr: Aperçu des indicateurs d'ensoleillement
it: Panoramica degli indicatori di sole

# detail.overview.title
source: Sunshine Indicators Overview
de: Sunshine Indicators Überblick
fr: Aperçu des indicateurs d'ensoleillement
it: Panoramica degli indicatori di sole

# detail.power.description
source: The Power Stability page provides insights into the reliability of the electricity supply through two key indicators: SAIFI (System Average Interruption Frequency Index) and SAIDI (System Average Interruption Duration Index). These indicators measure the frequency and duration of power interruptions. The data is comparable within the same grid operator group, allowing for a clear assessment of power stability and reliability across the network.
de: Die Seite Stromstabilität bietet Einblicke in die Zuverlässigkeit der Stromversorgung durch zwei Schlüsselindikatoren: SAIFI (System Average Interruption Frequency Index) und SAIDI (System Average Interruption Duration Index). Diese Indikatoren messen die Häufigkeit und Dauer von Stromunterbrechungen. Die Daten sind innerhalb der gleichen Netzbetreibergruppe vergleichbar und ermöglichen eine klare Bewertung der Stabilität und Zuverlässigkeit der Stromversorgung im gesamten Netz.
fr: La page Stabilité de l'énergie donne un aperçu de la fiabilité de l'approvisionnement en électricité grâce à deux indicateurs clés : SAIFI (System Average Interruption Frequency Index) et SAIDI (System Average Interruption Duration Index). Ces indicateurs mesurent la fréquence et la durée des interruptions de courant. Les données sont comparables au sein d'un même groupe de gestionnaires de réseau, ce qui permet une évaluation claire de la stabilité et de la fiabilité de l'électricité sur l'ensemble du réseau.
it: La pagina sulla stabilità dell'energia fornisce informazioni sull'affidabilità della fornitura di energia elettrica attraverso due indicatori chiave: SAIFI (System Average Interruption Frequency Index) e SAIDI (System Average Interruption Duration Index). Questi indicatori misurano la frequenza e la durata delle interruzioni di corrente. I dati sono comparabili all'interno dello stesso gruppo di gestori di rete, consentendo una chiara valutazione della stabilità e dell'affidabilità dell'energia in tutta la rete.

# detail.power.saidi.latest
source: Latest year ({Year})
de: Letztes Jahr ({Jahr})
fr: Dernière année ({Année})
it: Ultimo anno ({Anno})

# detail.power.saidi.title
source: Power Outage Duration (SAIDI)
de: Dauer des Stromausfalls (SAIDI)
fr: Durée de la panne d'électricité (SAIDI)
it: Durata dell'interruzione di corrente (SAIDI)

# detail.power.saidi.total
source: Total Outage Duration
de: Gesamtdauer des Ausfalls
fr: Durée totale de l'interruption
it: Durata totale dell'interruzione

# detail.power.saidi.total_unit
source: min/year
de: min/Jahr
fr: min/an
it: min/anno

# detail.power.saidi.trend.title
source: Average Power Outage Duration (SAIDI)
de: Durchschnittliche Dauer des Stromausfalls (SAIDI)
fr: Durée moyenne des coupures de courant (SAIDI)
it: Durata media delle interruzioni di corrente (SAIDI)

# detail.power.saifi.latest
source: Latest year ({Year})
de: Letztes Jahr ({Jahr})
fr: Dernière année ({Année})
it: Ultimo anno ({Anno})

# detail.power.saifi.title
source: Power Outage Frequency (SAIFI)
de: Häufigkeit von Stromausfällen (SAIFI)
fr: Fréquence des pannes d'électricité (SAIFI)
it: Frequenza delle interruzioni di corrente (SAIFI)

# detail.power.saifi.total
source: Total Outage Frequency
de: Ausfallhäufigkeit insgesamt
fr: Fréquence totale des interruptions
it: Frequenza totale delle interruzioni

# detail.power.saifi.total_unit
source: times/year
de: Mal/Jahr
fr: fois/an
it: volte/anno

# detail.power.saifi.trend.title
source: Average Power Outage Frequency (SAIFI)
de: Durchschnittliche Häufigkeit von Stromausfällen (SAIFI)
fr: Fréquence moyenne des pannes d'électricité (SAIFI)
it: Frequenza media delle interruzioni di corrente (SAIFI)

# detail.power.title
source: Power Stability
de: Leistungsstabilität
fr: Stabilité de la puissance
it: Stabilità di potenza

# detail.power.trend.subtitle
source: Benchmarking within the Peer Group: {peergroup}
de: Benchmarking innerhalb der Peer Group: {Peergroup}
fr: Analyse comparative au sein du groupe de pairs : {peergroup}
it: Benchmarking all'interno del gruppo di pari: {peergroup}

# detail.power.view.duration
source: Duration
de: Dauer
fr: Durée de l'accord
it: Durata

# detail.power.view.overall
source: Overall
de: Insgesamt
fr: Dans l'ensemble
it: In generale

# detail.power.view.planned
source: Planned
de: Geplant
fr: Prévu
it: Pianificato

# detail.power.view.ratio
source: Ratio
it: Rapporto

# detail.power.view.total
source: Total
de: Insgesamt
it: Totale

# detail.power.view.unplanned
source: Unplanned
de: Ungeplantes
fr: Non planifié
it: Non pianificato

# detail.view.allpeergroupoperators
source: All peer group operators
de: Alle Betreiber der Peer Group
fr: Tous les opérateurs du groupe de référence
it: Tutti gli operatori del gruppo peer

# detail.view.by
source: View by
de: Ansicht von
fr: Voir par
it: Vedi da

# detail.view.compare
source: Compare with
de: Vergleiche mit
fr: Comparer avec
it: Confronta con

# detail.view.domestic
source: Domestic
de: Inländische
fr: Domestique
it: Nazionale

# detail.view.industrial
source: Industrial
de: Industriell
fr: Industriel
it: Industriale

# detail.view.latestyear
source: Latest year
de: Letztes Jahr
fr: Dernière année
it: Ultimo anno

# detail.view.level_5
source: Level 5
de: Stufe 5
fr: Niveau 5
it: Livello 5

# detail.view.level_6
source: Level 6
de: Stufe 6
fr: Niveau 6
it: Livello 6

# detail.view.level_7
source: Level 7
de: Stufe 7
fr: Niveau 7
it: Livello 7

# detail.view.network
source: Network
de: Netzwerk
fr: Réseau
it: Rete

# detail.view.progressovertime
source: Progress over time
de: Fortschritte im Laufe der Zeit
fr: Progrès dans le temps
it: Progressi nel tempo

# detail.view.usage.category
source: Usage Category
de: Verwendungskategorie
fr: Catégorie d'utilisation
it: Categoria d'uso

# details.page.navigation.electricity-insights-title
source: Insights into electricity
de: Einblicke in die Elektrizität
fr: Aperçus sur l’électricité
it: Approfondimenti sull'elettricità

# details.page.navigation.electricity-tariffs-item
source: Electricity tariffs
de: Stromtarife
fr: Tarifs d'électricité
it: Tariffe elettriche

# dialog.close
source: Close dialog
de: Dialog schliessen
fr: Fermer la boîte de dialogue
it: Chiudere la finestra di dialogo

# download.category.annualreport
source: Financial statements
de: Jahresrechnung
fr: Comptes annuels
it: Conto annuale

# download.category.annualreports
source: Annual Reports
de: Jahresrechnungen Netz
fr: Lorem
it: Rapporti annuali

# download.category.annualreports_description
source: Report on the annual reports
de: Bericht über die Jahresberichte
fr: Lorem
it: Relazione sulle relazioni annuali

# download.category.financial-statement
source: Financial report
de: Finanzbericht
fr: Déclaration financière
it: Relazione finanziaria

# download.category.financial-statement-report
source: Report on the financial report
de: Bericht zum Finanzbericht
fr: Rapport sur les états financiers
it: Relazione finanziaria

# download.category.sunshine_report
source: Sunshine Report
de: Sonnenschein-Bericht
fr: Rapport sur le soleil
it: Rapporto Sunshine

# download.category.sunshine_report_description
source: Report on the sunshine reports
de: Bericht über die Sonnenscheinberichte
fr: Lorem
it: Relazione sui rapporti Sunshine

# download.category.tariff
source: Tariff sheet
de: Tarifblatt
fr: Fiche tarifaire
it: Foglio tariffario

# download.category.tariffs
source: Tariffs
de: Tarifblätter
fr: Lorem
it: Tariffe

# download.category.tariffs_description
source: Tariffs description
de: Beschreibung der Tarife
fr: Lorem
it: Descrizione delle tariffe

# download.cta
source: Download reports & tariffs
de: Download Berichte & Tarife
fr: Télécharger les rapports et les tarifs
it: Scarica i rapporti e le tariffe

# download.filetype.pdf
source: PDF file
de: PDF-Datei
fr: Fichier PDF
it: Documento PDF

# download.nooperatordocuments
source: No network operator documents
de: Keine Netzbetreiber-Dokumente
fr: Aucun document d'opérateur de réseau
it: Nessun documento dell'operatore di rete

source: Download reports
fr: Télécharger les rapports
it: Scarica i rapporti

# filters.category
source: Category
de: Kategorie
fr: Categorie
it: Categoria

# filters.price.component
source: Price component
de: Preiskomponente
fr: Composantes du prix
it: Componenti di prezzo

# filters.product
source: Product
de: Produkt
fr: Produit
it: Prodotto

# filters.year
source: Year
de: Jahr
fr: Année
it: Anno

# footer.about_us
source: About us
de: Über uns
fr: A propos de nous
it: Chi siamo

# footer.about_us.label
source: About us
fr: À propos de nous
it: Chi siamo
