Repository: visualize-admin/electricity-prices-switzerland
Catalog: src/locales/*/messages.po
Languages: de, fr, it

# overview.card.costs_tariffs_text
source: Electricity bills consist of energy tariffs and network costs. Network tariffs (levels 5-7) cover infrastructure, grid maintenance, metering, and administrative services, while energy tariffs reflect actual consumption in households (H) or businesses (C).
de: Stromrechnungen setzen sich aus Energietarifen und Netzkosten zusammen. Die Netztarife (Stufen 5-7) decken die Kosten für Infrastruktur, Netzwartung, Messung und Verwaltungsdienstleistungen ab, während die Energietarife den tatsächlichen Verbrauch in Haushalten (H) oder Unternehmen (C) widerspiegeln.
fr: Les factures d'électricité se composent des tarifs de l'énergie et des coûts du réseau. Les tarifs de réseau (niveaux 5 à 7) couvrent l'infrastructure, l'entretien du réseau, le comptage et les services administratifs, tandis que les tarifs de l'énergie reflètent la consommation réelle des ménages (H) ou des entreprises (C).
it: Le bollette dell'elettricità sono composte da tariffe energetiche e costi di rete. Le tariffe di rete (livelli 5-7) coprono le infrastrutture, la manutenzione della rete, la misurazione e i servizi amministrativi, mentre le tariffe dell'energia riflettono il consumo effettivo delle famiglie (H) o delle imprese (C).

# overview.card.power_stability
source: Power Stability
de: Leistungsstabilität
fr: Stabilité de la puissance
it: Stabilità di potenza

# overview.card.power_stability_text
source: SAIDI measures the total duration of power outages per customer each year, while SAIFI indicates how often outages occur. Together, they provide key insights into the reliability and stability of the electricity supply over a defined period.
de: SAIDI misst die Gesamtdauer der Stromausfälle pro Kunde und Jahr, während SAIFI angibt, wie häufig Ausfälle auftreten. Zusammen liefern sie wichtige Erkenntnisse über die Zuverlässigkeit und Stabilität der Stromversorgung über einen bestimmten Zeitraum.
fr: Le SAIDI mesure la durée totale des coupures de courant par client chaque année, tandis que le SAIFI indique la fréquence des coupures. Ensemble, ils fournissent des informations clés sur la fiabilité et la stabilité de l'approvisionnement en électricité sur une période donnée.
it: Il SAIDI misura la durata totale delle interruzioni di corrente per cliente ogni anno, mentre il SAIFI indica la frequenza delle interruzioni. Insieme, forniscono indicazioni fondamentali sull'affidabilità e la stabilità della fornitura di energia elettrica in un periodo definito.

# overview.link.compliance
source: Compliance
de: Einhaltung der Vorschriften
fr: Conformité
it: Conformità

# overview.link.energy_tariff
source: Energy Tariff
de: Energie-Tarif
fr: Tarif de l'énergie
it: Tariffa energetica

# overview.link.net_tariff
source: Net Tariff
de: Netto-Tarif
fr: Tarif net
it: Tariffa netta

# overview.link.network_costs
source: Network Costs
de: Netzkosten
fr: Coûts du réseau
it: Costi di rete

# overview.link.power_outage_duration
source: Power Outage Duration (SAIDI)
de: Dauer des Stromausfalls (SAIDI)
fr: Durée de la panne d'électricité (SAIDI)
it: Durata dell'interruzione di corrente (SAIDI)

# overview.link.power_outage_frequency
source: Power Outage Frequency (SAIFI)
de: Häufigkeit von Stromausfällen (SAIFI)
fr: Fréquence des pannes d'électricité (SAIFI)
it: Frequenza delle interruzioni di corrente (SAIFI)

# overview.link.product_variety
source: Product Variety
de: Produktvielfalt
fr: Variété de produits
it: Varietà di prodotti

# overview.link.service_quality
source: Service Quality
de: Qualität der Dienstleistungen
fr: Qualité du service
it: Qualità del servizio

# overview.section.discover_text
source: This site provides up-to-date information on electricity tariffs across Switzerland, allowing you to compare prices for residential and commercial customers by municipality, canton, or grid operator. Explore detailed breakdowns of energy, network, and additional charges, and view historical trends to better understand electricity costs in your region.
de: Auf dieser Website finden Sie aktuelle Informationen zu den Stromtarifen in der Schweiz. Sie können die Preise für Privat- und Geschäftskunden nach Gemeinde, Kanton oder Netzbetreiber vergleichen. Entdecken Sie die detaillierte Aufschlüsselung der Energie-, Netz- und Zusatzkosten und sehen Sie sich historische Trends an, um die Stromkosten in Ihrer Region besser zu verstehen.
fr: Ce site fournit des informations actualisées sur les tarifs de l'électricité en Suisse, vous permettant de comparer les prix pour les clients résidentiels et commerciaux par commune, canton ou gestionnaire de réseau. Vous pouvez également consulter les tendances historiques pour mieux comprendre les coûts de l'électricité dans votre région.
it: Questo sito fornisce informazioni aggiornate sulle tariffe elettriche in tutta la Svizzera, consentendo di confrontare i prezzi per i clienti residenziali e commerciali in base al comune, al cantone o al gestore di rete. Esplorate le ripartizioni dettagliate di energia, rete e costi aggiuntivi e visualizzate le tendenze storiche per comprendere meglio i costi dell'elettricità nella vostra regione.

# overview.section.discover_title
source: Discover the Electricity Tariffs in the Map View
de: Entdecken Sie die Stromtarife in der Kartenansicht
fr: Découvrez les tarifs de l'électricité sur la carte
it: Scoprite le tariffe elettriche nella vista della mappa

# overview.section.sunshine_title
source: The Sunshine Regulation
de: Die Sunshine-Verordnung
fr: Le règlement "Sunshine" (rayon de soleil)
it: Il regolamento Sunshine

# overview.section.sunshine_topics
source: Sunshine Topics
de: Sonnenschein-Themen
fr: Sujets d'actualité
it: Argomenti di sole

# page.electricity-tariffs.description
source: On the grid operator's details page, you will find up-to-date information on electricity tariffs, allowing you to compare prices. You can view the breakdown of energy, grid and additional costs and call up historical trends to gain a better understanding of electricity costs.
de: Auf der Detailseite des Netzbetreibers finden Sie aktuelle Informationen zu den Stromtarifen, die einen Preisvergleich ermöglichen. Sie können die Aufschlüsselung der Energie-, Netz- und Zusatzkosten einsehen und unter historische Trends abrufen, um ein besseres Verständnis der Stromkosten von zu erhalten.
fr: La page de détail du gestionnaire de réseau fournit des informations actuelles sur les tarifs d’électricité pour permettre une comparaison des prix. Vous pouvez voir la répartition des coûts d’énergie, du réseau et des suppléments, ainsi que les tendances historiques pour mieux comprendre les coûts d’électricité.
it: Nella pagina dei dettagli del gestore di rete si trovano informazioni aggiornate sulle tariffe elettriche, che consentono di confrontare i prezzi. È possibile visualizzare la ripartizione dei costi dell'energia, della rete e dei costi aggiuntivi e richiamare le tendenze storiche per comprendere meglio i costi dell'elettricità.

# page.electricity-tariffs.title
source: Electricity tariffs
de: Stromtarife
fr: Tarifs d'électricité
it: Tariffe elettriche

# page.subtitle.indicators
source: Swiss electricity tariffs and sunshine regulation indicators
de: Schweizer Stromtarife und Indikatoren der Sonnenscheinregelung
fr: Tarifs de l'électricité en Suisse et indicateurs de régulation de l'ensoleillement
it: Tariffe elettriche svizzere e indicatori di regolazione del sole

# page.title.tariffs_regulations
source: Electricity Tariffs and Regulations
de: Stromtarife und Vorschriften
fr: Tarifs et réglementation de l'électricité
it: Tariffe e regolamenti per l'energia elettrica

# price.legend.median
source: median
fr: Médiane
it: Mediana

# priceComponents.view.collapsed.municipalities
source: Group municipalities
de: Gemeinden gruppieren
fr: Grouper les municipalités
it: Raggruppare per comuni

# priceComponents.view.collapsed.operators
source: Grouping network operators
de: Netzbetreiber gruppieren
fr: Grouper les gestionnaires
it: Raggruppare per gestori di rete

# priceComponents.view.expanded.municipalities
source: Show individual municipalities
de: Einzelne Gemeinden anzeigen
fr: Montrer toutes les municipalités
it: Mostrare tutti i comuni

# priceComponents.view.expanded.operators
source: Show individual network operators
de: Einzelne Netzbetreiber anzeigen
fr: Montrer tous les gestionnaires
it: Mostrare tutti i gestori di rete

# rangeplot.select.order.hint
source: Sort by
de: Sortieren nach
fr: Trier selon
it: Ordinare per

# rangeplot.select.sorting.alpha-asc
source: Alphabetically ascending
de: Alphabetisch aufsteigend
fr: alphabétique croissant
it: alfabetico crescente

# rangeplot.select.sorting.alpha-desc
source: Alphabetically descending
de: Alphabetisch absteigend
fr: alphabétique décroissant
it: alfabetico decrescente

# rangeplot.select.sorting.median-asc
source: Median ascending
de: Median aufsteigend
fr: médiane, croissant
it: mediana, crescente

# rangeplot.select.sorting.median-desc
source: Median descending
de: Median absteigend
fr: médiane, décroissant
it: mediana, decrescente

# relations.showmore
source: {rest} more ...
de: {rest} weitere …
fr: montrer {rest} plus…
it: mostra {rest} di più…

# search.global
source: Detailed price analyses of cantons, municipalities and grid operators.
de: Detaillierte Preisanalysen von Kantonen, Gemeinden und Netzbetreibern.
fr: Voir l'analyse détaillée des prix par cantons, communes et gestionnaires de réseau.
it: Visualizzare l'analisi dettagliata dei prezzi per cantone, comune e gestore di rete.

# search.global.hint.canton.muni.operator
source: Municipality, canton, grid operator
de: Gemeinde, Kanton, Netzbetreiber
fr: Nom de la commune, code postal, gestionnaire de réseau, canton
it: Comune, gestore di rete, cantone

# search.global.hint.go.to
source: Go to...
de: Gehe zu…
fr: Aller à…
it: vai a…

# search.global.label
source: Search by municipality name, zip code, network operator, canton
de: Suche nach Gemeindename, PLZ, Netzbetreiber, Kanton
fr: Entrez le nom de la commune, le code postal, le gestionnaire de réseau, le canton…
it: Inserire il nome del comune, codice postale, gestore di rete, cantone…

# search.open
source: Open search
de: Suche öffnen
fr: recherche ouverte
it: ricerca aperta

# search.placeholder.entities
source: Municipality, Canton, Grid Operator
de: Gemeinde, Kanton, Netzbetreiber
fr: Municipalité, Canton, Gestionnaire de réseau
it: Comune, Cantone, Gestore di rete

# search.placeholder.go_to
source: Go to...
de: Weiter zu...
fr: Aller à...
it: Vai a...

# search.result.canton
source: Canton
de: Kanton
it: Cantone

# search.result.municipality
source: Municipality
de: Gemeinde
fr: Commune
it: Comune

# search.result.operator
source: Network operator
de: Netzbetreiber
fr: Gestionnaire de réseau
it: Gestore di rete

# selector.category
source: Category
de: Kategorie
fr: Catégorie
it: Categoria

# selector.category.C-group
source: Commercial and industrial companies
de: Gewerbe- und Industriebetrieben
fr: Entreprises
it: Aziende

# selector.category.H-group
source: Households
de: Haushalte
fr: Ménages types
it: Famiglie

# selector.comparecantons
source: Cantons for comparison
de: Kantone zum Vergleich
fr: Comparaison entre cantons
it: Confrontare con il cantone…

# selector.comparemunicipalities
source: Municipalities for comparison
de: Gemeinden zum Vergleich
fr: Comparaison entre communes
it: Confrontare con il comune…

# selector.compareoperators
source: Network operator for comparison
de: Netzbetreiber zum Vergleich
fr: Comparaison entre gestionnaires de réseau
it: Confrontare con il gestore di rete…

# selector.legend.select.parameters
source: Filter list and map
de: Liste und Karte filtern
fr: Sélectionner les paramètres
it: Selezionare i parametri

# selector.priceComponent
source: Price component
de: Preiskomponente
fr: Composantes du prix
it: Componenti di prezzo

# selector.priceComponents
source: Price components
de: Preiskomponenten
fr: Composantes du prix
it: Componenti di prezzo

# selector.pricecomponent.aidfee
source: Grid surcharge pursuant to Art. 35 EnG
de: Netzzuschlag gem. Art. 35 EnG
fr: Supplément de réseau selon l'art. 35 LEne
it: Supplemento rete ai sensi dell'art. 35 LEne

# selector.pricecomponent.charge
source: Charges to the community
de: Abgaben an das Gemeinwesen
fr: Taxes à la collectivité publique
it: Tributi a enti pubblici

# selector.pricecomponent.energy
source: Energy
de: Energie
fr: Énergie
it: Energia

# selector.pricecomponent.gridusage
source: Grid usage
de: Netznutzung
fr: Utilisation du réseau
it: Utilizzazione della rete

# selector.pricecomponent.total
source: Total
it: Totale

# selector.product
source: Product
de: Produkt
fr: Produit
it: Prodotto

# selector.product.cheapest
source: Cheapest
de: Günstigstes
fr: Meilleur marché
it: Più economico

# selector.year
source: Year
de: Jahr
fr: Année
it: Anno

# selector.years
source: years
de: Jahre
fr: Années
it: Anni

# share.url-copied
source: URL copied ✅
de: URL kopiert ✅
fr: URL copiée ✅
it: URL copiato ✅

# site.title
source: Electricity tariffs in Switzerland
de: Stromtarife in der Schweiz
fr: Prix de l'électricité en Suisse
it: Tariffe elettriche della Svizzera

# tab.map_view
source: Map View
de: Kartenansicht
fr: Voir la carte
it: Vista sulla mappa

# tab.overview
source: Overview
de: Übersicht
fr: Vue d'ensemble
it: Panoramica

# tariff.category.c1
source: Very Small Business (C1)
de: Sehr kleine Unternehmen (C1)
fr: Très petites entreprises (C1)
it: Piccole imprese (C1)

# tariff.category.c2
source: Small Business (C2)
de: Kleine Unternehmen (C2)
fr: Petites entreprises (C2)
it: Piccole imprese (C2)

# tariff.category.c3
source: Medium Business (C3)
de: Mittlere Unternehmen (C3)
fr: Moyenne entreprise (C3)
it: Media impresa (C3)

# tariff.category.c4
source: Large Business (C4)
de: Großunternehmen (C4)
fr: Grandes entreprises (C4)
it: Grandi imprese (C4)

# tariff.category.c5
source: Large Business with own Transformer (C5)
de: Großunternehmen mit eigenem Transformator (C5)
fr: Grande entreprise avec son propre transformateur (C5)
it: Grande azienda con trasformatore proprio (C5)

# tariff.category.c6
source: Large Business with own Transformer (C6)
de: Großunternehmen mit eigenem Transformator (C6)
fr: Grande entreprise avec son propre transformateur (C6)
it: Grande azienda con trasformatore proprio (C6)

# tariff.category.c7
source: Large Business with own Transformer (C7)
de: Großunternehmen mit eigenem Transformator (C7)
fr: Grande entreprise avec son propre transformateur (C7)
it: Grande azienda con trasformatore proprio (C7)

# tariff.category.h1
source: 2-Room Apartment (H1)
de: 2-Zimmer-Wohnung (H1)
fr: Appartement 2 pièces (H1)
it: Appartamento con 2 camere (H1)

# tariff.category.h2
source: 4-Room Apartment (H2)
de: 4-Zimmer-Wohnung (H2)
fr: Appartement 4 pièces (H2)
it: Appartamento con 4 camere (H2)

# tariff.category.h3
source: 4-Room Apartment (H3)
de: 4-Zimmer-Wohnung (H3)
fr: Appartement 4 pièces (H3)
it: Appartamento con 4 camere (H3)

# tariff.category.h4
source: 5-Room Apartment (H4)
de: 5-Zimmer-Wohnung (H4)
fr: Appartement de 5 pièces (H4)
it: Appartamento con 5 camere (H4)

# tariff.category.h5
source: Single-Family House (H6)
de: Einzelfamilienhaus (H6)
fr: Maison individuelle (H6)
it: Casa unifamiliare (H6)

# tariff.category.h7
source: Single-Family House Heat Pump (H7)
de: Einfamilienhaus Wärmepumpe (H7)
fr: Pompe à chaleur pour maison individuelle (H7)
it: Pompa di calore per case monofamiliari (H7)

# tariff.category.h8
source: Large Highly Electrified Condominium (H8)
de: Große, hoch elektrifizierte Eigentumswohnungen (H8)
fr: Grand immeuble en copropriété hautement électrifié (H8)
it: Grande condominio altamente elettrificato (H8)

# tariff.grid.level.1
source: Extra-High Voltage Transmission (Level 1)
de: Höchstspannungsübertragung (Ebene 1)
fr: Transmission à très haute tension (niveau 1)
it: Trasmissione ad altissima tensione (livello 1)

# tariff.grid.level.2
source: Extra-High Voltage Transformation (Level 2)
de: Höchstspannungstransformation (Stufe 2)
fr: Transformation à très haute tension (niveau 2)
it: Trasformazione ad altissima tensione (livello 2)

# tariff.grid.level.3
source: High Voltage Distribution (Level 3)
de: Hochspannungsverteilung (Ebene 3)
fr: Distribution haute tension (niveau 3)
it: Distribuzione ad alta tensione (livello 3)

# tariff.grid.level.4
source: High Voltage Transformation (Level 4)
de: Hochspannungstransformation (Stufe 4)
fr: Transformation haute tension (niveau 4)
it: Trasformazione ad alta tensione (livello 4)

# tariff.grid.level.5
source: Medium Voltage Distribution (Level 5)
de: Mittelspannungsverteilung (Ebene 5)
fr: Distribution moyenne tension (niveau 5)
it: Distribuzione in media tensione (livello 5)

# tariff.grid.level.6
source: Low Voltage Distribution (Level 6)
de: Niederspannungsverteilung (Ebene 6)
fr: Distribution basse tension (niveau 6)
it: Distribuzione in bassa tensione (livello 6)

# tariff.grid.level.7
source: End Consumer Level (Level 7)
de: Endverbraucherebene (Ebene 7)
fr: Niveau du consommateur final (niveau 7)
it: Livello del consumatore finale (livello 7)

# topbar.open-flag-menu
source: Open flag menu
de: Menü "Flagge" öffnen
fr: Ouvrir le menu des drapeaux
it: Apri il menu delle bandiere

# detail.operational.compliance.75.franc.rule.no
source: No
de: Nein
fr: Non

# home.sunshine-regulation.description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum.
fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercice ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in volupté velit esse cillum.

# home.sunshine-regulation.title
source: The Sunshine Regulation
fr: La réglementation Sunshine

# home.sunshine-topics.card.compliance.title
source: Compliance
fr: Conformité

# home.sunshine-topics.title
source: Sunshine Topics
fr: Sujets Sunshine

# map.value.no
source: No
de: Nein
fr: Non

# combobox.maxitems
source: A maximum of {max} Entries are allowed
de: Es sind maximal {max} Eingaben erlaubt
